Repository: smartchicago/chicago-early-learning
Catalog: python/ecep/locale/*/LC_MESSAGES/django.po
Languages: es

source: Email
es: Correo electrónico

source: Phone Number
es: Número de teléfono

source: City
es: Ciudad

source: State
es: Estado

source: Zip Code
es: Código postal (ZIP)

source: None
es: Ninguno

source: Licensed
es: Autorizado

source: Bronze
es: Bronce

source: Silver
es: Plata

source: Gold
es: Oro

source: Slots Available
es: Asientos Disponibles

source: Limited Availability
es: Asientos limitados

source: Quality Rating
es: Evaluación de calidad

source: Website
es: Sitio web

source: Description
es: Descripción

source: Accreditation
es: Acreditación

source: Program Hours
es: Horario del Programa

source: Ages 0 - 3
es: 0 ‐ 3 años

source: Ages 3 - 5
es: 3 ‐ 5 años

source: Full Day
es: Día completo

source: Part Day
es: Parte del día

source: School Year
es: Año Escolar

source: Full Year
es: Año completo

source: Ages Served
es: Edades para las que se presta servicio

source: Full Week
es: Semana completa

source: Part Week
es: Semana parcial

source: Community Based
es: Organizaciones comunitarias

source: CPS Based
es: Escuelas Públicas de Chicago

source: Offers Home Visiting
es: Ofrece Visitas Domiciliarias

source: Accepts CCAP
es: Acepta CCAP

source: Open House
es: Puertas Abiertas

source: Curriculum
es: Plan de Estudios

source: Availability
es: Disponibilidad

source: Program Information
es: Información del programa

source: Languages
es: Idiomas

source: No Hours Listed
es: Horario no indicado

source: Duration and Hours
es: Duración y Horas

source: Weekday Availability
es: Disponibilidad entre semana

source: More
es: Más

source: Directions
es: Dirección

source: Share
es: Compartir

source: QRIS Rating
es: Evaluaciones

source: Compare and Apply
es: Compare y Aplique

source: More Info
es: Más Info

source: Serves ages 0 - 3
es: 0 ‐ 3 años

source: Serves ages 3 - 5
es: 3 ‐ 5 años

source: Serves ages 0 - 3, 3 - 5
es: 0 ‐ 3, 3 - 5 años

source: Directions from Google
es: Dirección usando Google

source: Click to show more information
es: Haga clic para mostrar mas información

source: Click to save to your list
es: Haga clic para guardarlo en su lista

source: Click to remove from your list
es: Haga clic para guardarlo en su lista

source: Other Features
es: Otras Características

source: To get this message text "h".
es: Para recibir este mensaje, envíe "h".

source: Sorry, I didn't understand that. Please text "h" for instructions
es: Lamentablemente no comprendimos. Envíe un mensaje de texto con "h" para recibir instrucciones

source: We're sorry, something went wrong with your request! Please try again
es: Lamentablemente algo salió mal con su pedido. Por favor vuelva a intentarlo

source: Reply "m" or "more" to receive the next few pages
es: Envíe una respuesta con "m" o "more" para recibir las páginas siguientes

source: Places near %s. Reply with program number for more info
es: Lugares cerca de %s. Envíe una respuesta con el número de programa para recibir más información

source: Sorry, I couldn't find any schools in %(zipcode)s
es: Lamentablemente no pudimos encontrar ninguna escuela en %(zipcode)s

source: Sorry, I don't know about that school near zipcode %(zipcode)s.
es: Lamentablemente no tenemos información sobre esa escuela cerca del código postal %(zipcode)s

source: Sorry, I didn't understand that number for zipcode %(zipcode)s.
es: Lamentablemente no comprendimos ese número para el código postal %(zipcode)s

source: (page %(current)d/%(total)d)
es: (página %(current)d/%(total)d)

source: About
es: Sobre Nosotros

source: City of Chicago
es: Ciudad de Chicago

source: Chicago Public Schools
es: Escuelas Públicas de Chicago

source: Chicago Public Schools works to ensure that every student in every community has access to a high quality education that prepares them for success in college and career.
es: Las Escuelas Públicas de Chicago (Chicago Public Schools / CPS) trabajan para asegurar que todos los alumnos de todas las comunidades tengan acceso a educación de alta calidad que los prepare para desempeñarse con éxito en sus estudios universitarios y su carrera.

source: Chicago Department of Family and Support Services
es: Departamento de Servicios Familiares y de Apoyo de Chicago

source: The Chicago Department of Family and Support Services (DFSS) is dedicated to supporting a continuum of coordinated services to enhance the lives of Chicago residents, particularly those most in need, from birth through the senior years.
es: El Departamento de Servicios Familiares y de Apoyo de Chicago (Chicago Department of Family & Support Services / DFSS) está dedicado al apoyo de una gama de servicios coordinados para mejorar la vida de los residentes de Chicago, sobre todo los más necesitados, desde el nacimiento hasta la edad avanzada.

source: The Smart Chicago Collaborative is a civic organization devoted to using technology to make lives better in Chicago. We work to apply the transformative power of technology to solve problems for the people of Chicago.
es: El Smart Chicago Collaborative es una organización cívica dedicada al uso de la tecnología para mejorar la vida de los residentes en Chicago. Trabajamos para aplicar el poder de transformación de la tecnología para resolver los problemas de las personas de esta ciudad.

source: Are you looking for preschool for your 3 or 4 year old starting in the fall?
es: ¿Está buscando los programas de aprendizaje temprano para su hijo de 3 o 4 años empezando en el otoño?

source: Chicago Early Learning Preschool Applications open May 15th for the 2017 – 2018 school year!
es: La aplicación de Educación Temprana de Chicago estará disponible el 15 de mayo para el año escolar 2017 a 2018.

source: Chicago Early Learning supports Chicago families looking for early learning at community sites and schools across the city.
es: Educación Temprana de Chicago apoya a las familias de Chicago quienes quieren la educación temprana en los sitios de la comunidad, y en las escuelas públicas por toda la ciudad.

source: For immediate enrollment before the fall, please call <a href="tel:7735532010">773-553-2010</a>, or call the community site you would like your child to attend.
es: Para la inscripción inmediata antes del otoño, llame a <a href="tel:7735532010">773-553-2010</a>, o llame al sitio de la comunidad a lo que quiere que asista su hijo.

source: For any other questions, please call the Chicago Early Learning Hotline: <a href="tel:3122291690">312-229-1690</a>.
es: Para otras preguntas, por favor llame a nuestra línea directa para el apoyo familiar: <a href="tel:7735532010">312-229-1690</a>.

source: Enter an address
es: Ingrese su dirección

source: Click to use your current location
es: Haga clic para usar su ubicación actual

source: Search
es: Buscar

source: Find early learning programs near your home or work.
es: Encuentre programas de educación temprana cerca de su casa y trabajo.

source: Apply Now!
es: ¡Aplique!

source: For Families
es: Para Familias

source: City Resources
es: Recursos de la ciudad

source: For application information please call the Chicago Early Learning Hotline at
es: Para información acerca de la aplicación, por favor llamar al Chicago Early Learning línea de acceso directo al

source: About the Chicago Early Learning Portal
es: Sobre del portal del Chicago Educacíon Temprana

source: Built by
es: Construido por

source: Give us feedback
es: Opine para mejorar

source: to help make the Chicago Early Learning Portal better.
es: el portal del Chicago Educacíon Temprana.

source: Keep in touch by signing up for the
es: Subscriba a nuestro

source: Early Learning Email Newsletter
es: boletín informativo de Chicago Educación Temprana

source: Save and Share Permalink
es: Guarde y comparta el enlace permanente

source: Save the following link, or share it with friends, family, or co-workers.
es: Guarde el siguiente link, o compártalo con sus amigos, familiares o compañeros de trabajo.

source: Browse Locations
es: Explore Ubicaciones

source: Refine your search
es: Refine su búsqueda

source: More Filters
es: Más Filtros

source: Reset Filters
es: Borre Filtros

source: Click to view your list
es: Haga clic para ver su lista

source: Community
es: Organizaciones comunitarias

source: The City of Chicago and Mayor Rahm Emanuel are committed to bringing access to high quality early learning opportunities to families throughout the city. In addition to great programs for children at schools and community agencies, there are a number of opportunities to start stimulating your child with early learning in other environments.
es: La Ciudad de Chicago y el Alcalde Rahm Emanuel están comprometidos a darle acceso a oportunidades de educación temprana de alta calidad a las familias a todo lo largo de la ciudad. Además de los programas fuertes existentes en escuelas y sitios comunitarios, también hay un gran número de oportunidades para comenzar a estimular a su niño en su aprendizaje temprano en otros entornos.

source: Connect4Tots provides text messages on FREE resources for parents and guardians of toddlers ages 1 to 3. Connect4Tots parents and guardians receive 2-3 text messages weekly with information about child’s growth and development, connections to health & safety, education, public service, event resources in the City of Chicago, and more!
es: Connect4Tots envía mensajes de texto sobre recursos GRATIS para padres y tutores legales de niños que comienzan a dar sus primeros pasos y que tienen de 1 a 3 años de edad. Los padres y tutores legales que se suscriben a Connect4Tots reciben de 2 a 3 mensajes de texto semanalmente con información acerca del crecimiento y desarrollo de su niño y lo conectan a recursos y eventos en la Ciudad de Chicago sobre salud y seguridad, educación, servicios públicos ¡y más!

source: Sign Up Today!
es: ¡Suscríbase hoy!

source: Text <span class="tot">TOT</span><span class="opt7">OPT7</span> to 311311 or use <a href="http://chitot.org/enroll">this online form.</a>
es: Envíe lo siguiente en un texto <span class="tot">TOT</span><span class="opt7">OPT7</span> al 311311 o use este <a href="http://chitot.org/enroll">formulario en línea.</a>

source: When you enroll, you will be asked to provide your child’s date of birth and sex, your city address, and your preferred language (English, Spanish, or Polish) to receive texts. Once enrolled, you will automatically receive 2-3 messages per week with helpful guidance and tips.
es: Cuando se suscriba, se le preguntará la fecha de nacimiento y el sexo de su hijo, la dirección de su domicilio en la ciudad y su idioma preferido para recibir textos (inglés, español o polaco). Una vez suscrito, recibirá automáticamente de 2 a 3 mensajes por semana con consejos y sugerencias útiles.

source: Standard text messaging rates may apply.
es: Las tarifas estándar para enviar mensajes de texto pueden aplicar.

source: Tell your Chicago Friends!
es: ¡Dígale a sus amigos en Chicago!

source: Are you already a Connect4Tots parent? Let your other Chicago friends who are parents of toddlers know so they can get important text messages on FREE resources for those who qualify.
es: ¿Ya es un padre Connect4Tots? Dígaselo a sus amigos de Chicago quienes sean padres de niños que comienzan a dar sus primeros pasos para que ellos también puedan recibir mensajes de texto con recursos GRATIS para los que califiquen.

source: Additional Information
es: Información adicional

source: Connect4Tots is sponsored by the City of Chicago and the University of Chicago Urban Labs. Urban Labs will evaluate the effects of the program by analyzing participants’ use of the information and resources included in the text messages. Please review <a href="http://chitot.org/consent">our consent</a> for more information. For more information on the program, please contact Urban Labs at <a href="mailto:Connect4TotsFeedback@cityofchicago.org">Connect4TotsFeedback@cityofchicago.org</a>.
es: Connect4Tots está patrocinado por la Ciudad de Chicago y los Laboratorios Urbanos (Urban Labs) de la Universidad de Chicago. Urban Labs evaluará los efectos del programa cuando analice cómo los participantes usan la información y los recursos incluidos en los mensajes de texto. Revise la hoja de consentimiento para obtener mayor información. Para obtener mayor información sobre el programa, por favor contacte a Urban Labs en <a href="mailto:Connect4TotsFeedback@cityofchicago.org">Connect4TotsFeedback@cityofchicago.org</a>.

source: Chicago Park District
es: Distrito de Parques de Chicago

source: Many parks offer early childhood recreation classes— moms, pops, and tots interaction, play group, preschool, puppetry, storytelling, and Moms, Dads, & Tots Gymnastics. Early childhood participants develop and enhance their motor, listening and social skills through movement education programming. <a href="http://www.chicagoparkdistrict.com/">Visit the Chicago Park District</a> to find and sign up for a class near you.
es: Varios parques ofrecen clases recreativas de educación temprana: interacción entre mamás, papás e infantes, juegos en grupo, preescolar, títeres, cuentos, y gimnasia para mamás, papás e infantes. Los participantes en Educación Temprana desarrollan y mejoran sus habilidades motrices, sociales, y para escuchar a través de los programas de educación en el movimiento. <a href="http://www.chicagoparkdistrict.com/">Visite el Distrito de Parques de Chicago</a> para buscar e inscribirse en una clase cerca de usted.

source: Chicago City of Learning
es: Chicago, Ciudad de Aprendizaje

source: Chicago City of Learning (CCOL) is a groundbreaking initiative that joins together learning opportunities for young people in a way that allows them to think about, pursue, and develop their interests. CCOL partners to bring early childhood experiences to spaces during the summer to prepare children to enter kindergarten in the Fall. <a href="https://chicagocityoflearning.org/">Visit CCOL</a> to find opportunities near you.
es: Chicago City of Learning (CCOL) es una iniciativa pionera que reúne oportunidades de aprendizaje para jóvenes de tal forma que les permite pensar, perseguir y desarrollar sus propios intereses. CCOL y sus socios llevan experiencias de educación temprana a diferentes espacios durante el verano para preparar a los niños a entrar al jardín de niños en el otoño. <a href="https://chicagocityoflearning.org/">Visita CCOL</a> para encontrar las oportunidades que existen cerca de usted.

source: Chicago Public Library
es: Bibliotecas Públicas de Chicago

source: The Chicago Public Library (CPL) has many enriching opportunities for children including early learning spaces at libraries and preschool reading hours. CPL also features mobile units that bring hands-on STEAM (science, technology, engineering, arts and math) learning activities for young children along with family literacy programming facilitated by librarians throughout the city. The CPL has three mobile units with these STEAM-based learning kits deployed throughout the city – one for each Library District. <a href="http://www.chipublib.org/">Contact CPL</a> for details.
es: Bibliotecas Públicas de Chicago (CPL por sus siglas en inglés) tiene muchas oportunidades enriquecedoras para niños, incluso espacios para la educación temprana en las bibliotecas y horas de lectura para preescolares. CPL también tiene unidades móviles que llevan actividades manuales de aprendizaje de STEAM (por sus siglas en inglés; se refiere a ciencias, tecnología, ingeniería, artes y matemáticas) para los niños pequeños, junto con una programación en alfabetización para la familia, facilitadas por bibliotecarios a lo largo de la ciudad. CPL tiene tres unidades móviles con paquetes de aprendizaje basados en STEAM por toda la ciudad, uno por cada Distrito Bibliotecario. <a href="http://www.chipublib.org/">Contacta a CPL</a> para obtener más detalles.

source: Chicago Children's Museum
es: Museo de Niños de Chicago

source: The Chicago Children’s Museum features a number of early learning spaces for children to support the development of communities where play and learning connect. One permanent exhibit, The Tinkering Lab, features an early learning nook of safe interactive objects and touchable tools. The Children’s Museum also partners to bring early learning and engagement spaces to other places in the city. <a href="http://www.chicagochildrensmuseum.org/">Contact the Chicago Children’s Museum</a> for details.
es: El Museo de Niños de Chicago tiene un buen número de espacios para la educación temprana para apoyar el desarrollo de comunidades en donde el juego y el aprendizaje se conecten. Una de sus exhibiciones permanentes, “The Tinkering Lab” (Un laboratorio para juguetear), tiene un rincón de aprendizaje con objetos interactivos seguros y herramientas que se pueden tocar. El Museo de Niños también se asocia con otras entidades para llevar espacios de educación temprana y participación a otros lugares en la ciudad. <a href="http://www.chicagochildrensmuseum.org/">Contacte al Museo de Niños de Chicago</a> para obtener más detalles.

source: Chicago Department of Public Health
es: Departamento de Salud Pública de Chicago

source: The foundation for early learning and a child’s success starts with maternal and infant health. The Chicago Department of Public Health (CDPH)’s neighborhood health clinics offer care support for expectant mothers and wellness services for children. CDPH also has a resource finder for many needs for families expecting or with young children, including health care and other supports like clothes, car seats and more. <a href="http://www.healthychicagobabies.org/">Contact the Chicago Department of Public Health</a> for details.
es: Las bases del aprendizaje temprano y del éxito de los niños comienzan con la salud maternal y de los niños. Las clínicas de salud en el vecindario del Departamento de Salud Pública de Chicago (CDPH por sus siglas en inglés) ofrecen apoyo para las mujeres embarazadas y servicios de bienestar para los niños. El CDPH también tiene un buscador de recursos para muchas de las necesidades que tienen las familias que están esperando o que ya tienen niños pequeños, inclusive cuidado de la salud y otros apoyos como ropa, asientos de carro para bebés y más. <a href="http://www.cityofchicago.org/city/en/depts/cdph.html/">Contacte al Departamento de Salud Pública de Chicago</a> para obtener más detalles.

source: Enroll
es: Matricular

source: FAQ
es: Preguntas frecuentes

source: Apply Today
es: Llene la solicitud hoy mismo

source: There is no limit to what your child can accomplish! Jumpstart your child's education with Chicago Early Learning!
es: ¡No hay ningún límite para lo que su niño puede lograr! ¡Tenga un buen comienzo en la educación de su niño, explore la Educación Temprana de Chicago!

source: Complete your child's preschool application online today!
es: ¡Complete hoy la solicitud al preescolar de su niño en línea!

source: The Colman Family Resource Center will be closed June 21st and 22nd. Please see <a href="%(how_to_apply_url)s">this list</a> for other options, and plan to visit another Family Resource Center that day.
es: El Centro de Recursos Familiares en Colman estará cerrado los días 21 y 22 de junio. Por favor <a href="%(how_to_apply_url)s">vea esta lista</a> para otras opciones, y planea visitar otro centro este día.

source: Questions? Browse our <a href="%(faq_url)s">FAQ page</a> for more information.
es: ¿Preguntas? Explore nuestra <a href="%(faq_url)s">pagina de Preguntas y Respuestas</a> para obtener mayor información.

source: Enter an address, center, or zip code
es: Ingrese su dirección, escuela, o código postal

source: Use your current location
es: Usar su ubicación actual

source: Questions? Browse our <a href="%(faq_url)s">FAQ page</a> for more information, or call the Chicago Early Learning Hotline:
es: ¿Preguntas? Visite nuestra <a href="%(faq_url)s">pagina de Preguntas y Respuestas</a> para más información, o llame al Chicago Early Learning línea de acceso directo:

source: Learn More
es: Aprenda más

source: Children who participate in high-quality early learning experiences are better prepared for success in both kindergarten and over a lifetime of learning.
es: Los niños que participan en experiencias tempranas de aprendizaje de alta calidad están mejor preparados para tener éxito, tanto en el jardín de niños, como en el transcurso de toda una vida de aprendizaje.

source: Learn more about high quality early learning programs
es: Aprenda más acerca de los programas de educación temprana de alta calidad

source: Find & Compare
es: Encuentre y Compare

source: Find the right preschool program for your child. Search by the address where you live or work, or by other features you care most about and then compare your favorite programs.
es: Encuentre el programa escolar apropiado para su niño. Busque por medio de su dirección de casa o del trabajo, o por medio de cualquier otra forma que usted quiera, y luego compare sus programas favoritos.

source: Find and compare locations now
es: Encuentre y compare los programas ahora

source: Are you ready to apply for a preschool program for your 3- or 4-year old? <a href="%(how_to_apply_url)s">Learn more</a> about the application and enrollment process or call <a href="tel:3122291690">312-229-1690</a> with your questions. Then fill out a preschool application.
es: ¿Está listo para llenar su solicitud para un programa preescolar para su niño de 3 o 4 años? <a href="%(how_to_apply_url)s">Aprenda más</a> acerca de la solicitud y el proceso de inscripción o llame al 312-229-1690 con sus preguntas. Luego llene la solicitud para el preescolar.

source: Fill out an application online
es: Llene la solicitud en línea

source: If your child will be younger than 3 years old prior to September 1, 2017, there are infant/toddler programs available. Please contact the site directly for enrollment information for these programs.
es: Si su hijo que no va a cumplir 3 años antes del 1 de septiembre de 2017 hay programas de aprendizaje infantil. Por favor contacte directamente al programa para más información.

source: If your child is 3 or 4 years old prior to September 1, 2017, your child will be eligible for preschool programs.
es: Los niños deben tener 3 ó 4 años antes del 1 de septiembre de 2017 para completar una aplicación de programas pre-escolares (3 - 5 años).

source: Contact this site directly to apply.
es: Contacte directamente al programa para aplicar.

source: Seats Available
es: Asientos Disponibles

source: If you are interested in enrolling your child in this home visiting program please contact this site directly.
es: Si está interesado en inscribir su hijo en esta programa de visitas domiciliarias, por favor contacte directamente al programa.

source: Languages (other than English)
es: Idiomas (excepto Inglés)

source: Are you a <b>provider</b> who works at this early learning center and needs to make changes to information on this page?
es: ¿Es usted un <b>proveedor</b> de esta programa de aprendizaje temprano y necesita cambiar esta información?

source: Click here!
es: ¡Haga clic aquí!

source: Text For Info
es: Texto Para Info

source: Want information via text?
es: ¿Desea recibir información por medio de un mensaje de texto?

source: Text your zip code to
es: Envie un mensaje de texto con su código postal a

source: and we'll do the rest.
es: Y nosotros haremos el resto.

source: Text for more info
es: Envíe texto para recibir más info

source: Get details about locations near you with text messages. Simply send a zip code to
es: Obtenga detalles acerca de las ubicaciones cerca de usted por medio de mensajes de texto. Simplemente envie el código postal a

source: and follow the instructions on your phone.
es: Y siga las instrucciones en su teléfono.
