Repository: smartchicago/chicago-early-learning
Catalog: python/ecep/locale/*/LC_MESSAGES/django.po
Languages: es

source: If you’d like to talk to someone about your options, please call the Chicago Early Learning Hotline at
es: Si desea hablar con alguien acerca de sus opciones, por favor llamar a Chicago Early Learning al

source: Please select no more than 6 locations to continue to the application process. Compare your favorites below to pick the best options for your family.
es: Por favor escoja no más de 6 programas para continuar a la procesa de aplicaciones. Compare sus favoritos punto por punto para escoger la mejor opción para su familia.

source: Apply
es: Aplique

source: Clear All Sites
es: Borre todos los centros

source: Back to Search
es: Regrese a Búsqueda

source: Site Info
es: Info del centro

source: Ages
es: Edades

source: Seats
es: Asientos

source: Duration
es: Duración

source: Program Info
es: Info del programa

source: No Saved Locations
es: No Hay Ubicaciones Favoritas

source: The following sites do not have online enrollment. Contact these sites directly to apply.
es: Estos centros no tiene inscripción en línea. Contacte directamente estos programa para aplicar.

source: Enter a school name
es: Ingrese el nombre de una escuela

source: Explore
es: Explorar

source: Click to see locations in this neighborhood
es: Haga clic para ver ubicaciones en este vecindario

source: English
es: Inglés

source: Spanish
es: Español

source: Please correct the error below.
es: Por favor corrija el siguiente error:

source: Username:
es: Nombre de usuario

source: Password:
es: Contraseña

source: Forgotten your password or username?
es: ¿Ha olvidado su nombre de usuario o contraseña?

source: Log in
es: Iniciar sesión

source: Accept Changes
es: Acepta CCAP
