Repository: smartchicago/chicago-early-learning
Catalog: python/ecep/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Please enable geolocation services.
es: Por favor permita servicios de geolocalización

source: Click to save to your list
es: Haga clic para guardarlo en su lista

source: Click to remove from your list
es: Haga clic para removerlo de su lista

source: Accreditation
es: Acreditación

source: None
es: Ninguno

source: Program Information
es: Información del Programa

source: Center
es: Centro

source: Starred Center
es: Centro guardado

source: Accredited Center
es: Centro de Acreditación

source: Starred Accredited Center
es: Centro Acreditado guardado

source: School
es: Escuela

source: Starred School
es: Escuela guardada

source: Accredited School
es: Escuela de Acreditación

source: Starred Accredited School
es: Escuela Acreditada guardada

source: Details
es: Detalles

source: Neighborhood
es: Vecindario

source: Locations
es: Ubicaciones

source: Location
es: Ubicación

source: More Information
es: Más información

source: Less
es: Menos

source: Click to show less information
es: Haga clic para mostrar menos información

source: More
es: Más

source: Click to show more information
es: Haga clic para mostrar más información

source: Click to hide filters
es: Haga clic para ocultar filtros

source: Click to show filters
es: Haga clic para mostrar filtros

source: Number of Locations
es: Número de Ubicaciones

source: Explore
es: Explorar

source: CPS Based
es: Escuelas Públicas de Chicago

source: Affiliations
es: Afiliación del centro/sede

source: Unknown URL endpoint "%(name)s"
es: URL de destino desconocido

source: Filters
es: Filtros

source: Select two locations to compare.
es: Seleccione dos centros para compararlos.

source: Compare
es: Comparar

source: User location is outside the service area.
es: La ubicación del usuario está fuera de la zona de servicio.

source: User location cannot be found.
es: No se ha podido encontrar la ubicación del usuario.

source: Sorry, the address: "%(address)s" Can't be found in the service area.
es: Lamentablemente la dirección: "%(address)s" no se ha podido encontrar en la zona de servicio.

source: Close
es: Cerrar

source: Walking Directions
es: Indicaciones para ir caminando

source: Additional Directions from Google
es: Indicaciones adicionales de Google

source: Please type in an address.
es: Por favor escriba una dirección
